{
  "630734e0feaabc3896080b3d": {
    "description": "The product is a white, one-shoulder long-sleeve top with a puffed sleeve design on the single sleeve, paired with light blue high-waisted jeans.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Evable/2020093-1",
    "name": "20093 - Heght One Body - White"
  },
  "63cfcd40f642e55a54520e39": {
    "description": "The product is a women's green textured fabric top featuring a square neckline, puffed short sleeves with gathered cuffs, and a fitted silhouette, styled with pearl hoop earrings.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Bigdart/2042847-1",
    "name": "42847 - Blouse - Green"
  },
  "63cfd217f642e55a5452efc0": {
    "description": "The product is a women's bright lime green short-sleeve blouse with puffed sleeves, a square neckline, and a textured fabric, paired with white pants, shown in new and high-quality condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Bigdart/2042859-1",
    "name": "42859 - Blouse - Light Green"
  },
  "63cfd668f642e55a5453d3e4": {
    "description": "The product is a women's black short-sleeve crop top featuring ruffled sleeves and a gold chain detail around the neckline, styled with light blue distressed jeans and a beige belt with a gold chain-accented buckle, presented in excellent condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Bigdart/2042884-1",
    "name": "42884 - Blouse - Black"
  },
  "63cfd6bef642e55a5453ed2b": {
    "description": "The product is a women's casual sleeveless green crop top with textured fabric and ruffled shoulder details, paired with blue denim jeans.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Bigdart/1738602508246-42886-1",
    "name": "42886 - Blouse - Green"
  },
  "63cfdb26f642e55a5454b581": {
    "description": "The product is a women's black wrap-style blouse with long puffed sleeves, a V-neckline, and a side tie detail, paired with high-waisted acid-wash gray jeans.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Bigdart/2042908-1",
    "name": "42908 - Blouse - Black"
  },
  "63cfdc5bf642e55a5454da4d": {
    "description": "The image shows a women's long-sleeve wrap blouse in a textured, light beige fabric with a V-neckline and a side tie detail, styled with dark blue jeans, in excellent condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Bigdart/2042913-1",
    "name": "42913 - Blouse - Beige"
  },
  "63cfdc86f642e55a5454e0d8": {
    "description": "The product is a women's outfit featuring a textured black long-sleeve top with a square neckline paired with a high-waisted, red and black plaid mini skirt.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Bigdart/2042914-1",
    "name": "42914 - Blouse - Black"
  },
  "63cfdcd6f642e55a5454eb74": {
    "description": "The product is a women's long-sleeve white textured blouse with a square neckline, paired with high-waisted blue pants and a white belt featuring a double-ring silver buckle, shown in new and well-fitted condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Bigdart/2042916-1",
    "name": "42916 - Blouse - White"
  },
  "63d5672dfc16ed5d0c77f4b1": {
    "description": "The product is a sleeveless women's knit top with a button-down front, featuring a black and white zigzag pattern, a white collar, and a fitted style.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/2044234-1",
    "name": "44234 - Polo Neck Knitwear - White"
  },
  "63d567e7fc16ed5d0c780953": {
    "description": "The product is a sleeveless, button-up knit top featuring a dark green collar and button placket, with a white and dark green zigzag pattern on the front, styled in a fitted design.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/2044235-1",
    "name": "44235 - Polo Neck Knitwear - Green"
  },
  "63d56891fc16ed5d0c781ebb": {
    "description": "The product is a sleeveless women's knit cardigan top featuring a beige and black zigzag pattern, black button closure, and a black collar, styled with dark blue jeans, in excellent condition with a modern retro design.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/2044236-1",
    "name": "44236 - Polo Neck Knitwear - Black"
  },
  "63d5748afc16ed5d0c7936bc": {
    "description": "The product is a sleeveless, light blue cable-knit turtleneck sweater, featuring a fitted style and a high neckline, paired with light-wash high-waisted jeans.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/2044238-1",
    "name": "44238 - Knitwear Crop - Blue"
  },
  "63d57521fc16ed5d0c794326": {
    "description": "The product is a sleeveless, light pink, cable-knit turtleneck sweater top for women, featuring a fitted design and a textured pattern, paired with light blue jeans, shown in good condition and styled in a casual yet chic manner.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/2044239-1",
    "name": "44239 - Knitwear Crop - Powder"
  },
  "63d575c8fc16ed5d0c7951a4": {
    "description": "The product is a women's sleeveless, high-neck, cable-knit beige sweater, featuring a fitted design and paired with light-wash jeans, styled in a casual yet chic manner.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/2044240-1",
    "name": "44240 - Knitwear Crop - Beige"
  },
  "63d5767afc16ed5d0c796420": {
    "description": "The product is a sleeveless, dark green, cable-knit turtleneck sweater top, styled with light blue high-waisted jeans, featuring a fitted and textured design suitable for casual or semi-formal wear.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/2044241-1",
    "name": "44241 - Knitwear Crop - Green"
  },
  "63d59a8afc16ed5d0c7d8900": {
    "description": "The product is a sleeveless, high-neck women's top featuring a bold pink and black checkered pattern, paired with high-waisted blue jeans.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/2044255-1",
    "name": "44255 - Plaid Knitwear Crop - Pink"
  },
  "63d59b40fc16ed5d0c7d8f85": {
    "description": "The product is a sleeveless, beige and white checkered knit top with a round neckline, shown worn with blue jeans, featuring a fitted and stylish design in new, high-quality condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/2044256-1",
    "name": "44256 - Plaid Knitwear Crop - Beige"
  },
  "63d59b8dfc16ed5d0c7d936b": {
    "description": "The product is a sleeveless, fitted women's top featuring a bold neon green and black checkerboard pattern, paired with blue denim jeans, showcasing a modern, edgy casual style.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/2044257-1",
    "name": "44257 - Plaid Knitwear Crop - Green"
  },
  "63db860bad084b274f77cd53": {
    "description": "The product is a loose-fitting, cream-colored blouse with long bishop sleeves, featuring blue embroidered geometric and floral patterns on the chest, shoulders, and cuffs, styled with light blue jeans and appearing in excellent condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Fame/1739938596684-45398-1",
    "name": "45398 - Shirt - Blue"
  },
  "63dcccd8ad084b274f919668": {
    "description": "The product is a women's short-sleeve, light pink ribbed knit top with a square neckline and puffed sleeves, paired with light blue distressed jeans.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Bigdart/2045825-1",
    "name": "45825 - Blouse - Biscuit Color"
  },
  "63dcce9bad084b274f91b1b0": {
    "description": "The product is a women's textured red long-sleeve top with a square neckline, paired with a high-waisted black pleated mini skirt, both exhibiting a stylish and modern design in new condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Bigdart/2045839-1",
    "name": "45839 - Blouse - Red"
  },
  "63dccec1ad084b274f91b339": {
    "description": "The product is a women's long-sleeve, textured green blouse with a square neckline, paired with beige high-waisted pants and a beige belt with a gold buckle, featuring a soft, slightly crinkled fabric design.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Bigdart/2045840-1",
    "name": "45840 - Blouse - Green"
  },
  "63e386a06dde047a261c58ec": {
    "description": "This is a women's beige long-sleeve blouse featuring puffed shoulders, a large pointed collar with a front tie bow, and cuffed sleeves, styled for a semi-formal look.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Allday/1738603820189-47803-1",
    "name": "47803 - Tunic - Beige"
  },
  "63e386d46dde047a261c5c06": {
    "description": "The product is a women's long-sleeve, lilac-colored blouse with puffed shoulders, a wide collar, a front tie detail, and a cinched waist styled with a black studded belt, paired with blue jeans, appearing new and well-fitted.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Allday/1738603819266-47805-1",
    "name": "47805 - Tunic - Lilac"
  },
  "63e650766dde047a265c5ae8": {
    "description": "The product is a women's high-neck, short-sleeve, camel-colored top with a draped design, paired with a high-waisted, dark brown skirt, styled in a minimalist and elegant fashion.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Cream_Rouge/2048122-1",
    "name": "48122 - Blouse - Camel"
  },
  "63f8913554eb29a646070c4a": {
    "description": "The image shows a fashion outfit featuring a bright pink, short-sleeve, fitted top with a sweetheart neckline, paired with a black mini wrap skirt tied at the side, accessorized with a black handbag, black sunglasses, and pink high-heeled sandals adorned with fluffy feathers, all presented on a model against a plain backdrop.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Black-Fashion/1715782011585-BLA10112-1",
    "name": "BLA10112 - Blouse - Fuchsia"
  },
  "63f8916054eb29a64607111f": {
    "description": "The image features a fashion outfit consisting of a fitted, short-sleeved green top with a square neckline, paired with a high-waisted, black pleated mini skirt, complemented by black strappy high-heeled sandals, black sunglasses, a black handbag, and gold jewelry accessories.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Black-Fashion/1715782144263-BLA10114-1",
    "name": "BLA10114 - Blouse - Green"
  },
  "640b1e94a42c1bd13436826b": {
    "description": "The product is a casual women's outfit featuring a white crocheted sleeveless tank top paired with high-waisted, wide-leg black jeans with distressed knee rips and raw hems, accessorized with a black belt and white sneakers.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Black-Fashion/1725631746615-BLA10227-1",
    "name": "BLA10227 - Strap Knitwear Blouse - Ecru"
  },
  "64131da79ff8375c76856b97": {
    "description": "The product is a women's casual, long-sleeve beige blouse with a round neckline, button-down front, puffed sleeves with buttoned cuffs, and a loose, flowy fit, paired with a black-and-white checkered floppy hat.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Allday/ALL10423-1",
    "name": "ALL10423 - Blouse - Stone Color"
  },
  "6422d699991393ee93932549": {
    "description": "The product is a casual women's outfit featuring a strapless, ribbed, bright orange tube top paired with high-waisted, wide-leg faded blue jeans, accessorized with a colorful pink and orange patterned headscarf and gold jewelry, showcasing a modern, relaxed style.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Black_Fashion/1734523247391-BLA10346-1",
    "name": "BLA10346 - Strapless Knitwear Blouse - Mango"
  },
  "6426d08fde711bd7afcaf85f": {
    "description": "The product is a women's sleeveless, ribbed knit halter top with a white body and contrasting black crisscross straps and trim, paired with high-waisted black pants.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Tuba/1738339440450-TBU10610-1",
    "name": "TBU10610 - Women's Cross-Strap Knitwear Blouse - White"
  },
  "6428c8bcde711bd7af101f62": {
    "description": "The product is a fitted, short-sleeve black ribbed knit top for women, featuring a round neckline and a simple, classic design in a solid black color, shown in good condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Janes/JAN10464-3",
    "name": "JAN10464 - Women's Black Boat Collar Deep-Down Backless Camisole Fabric Blouse (Size XS And L) - Black"
  },
  "644f88cc5993b5594d03bf85": {
    "description": "The product is a women's teal satin long-sleeve blouse with a high neckline, puffed sleeves with tie details at the cuffs, and a fitted waist, styled with black faux leather pants and a small black handbag.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/MYB10080-1",
    "name": "MYB10080 - Short Satin Blouse - Turquoise"
  },
  "644f89105993b5594d03c532": {
    "description": "The product is a stylish women's outfit featuring a black long-sleeve, high-neck blouse with puffed shoulders and cinched cuffs, paired with high-waisted, shiny black faux leather leggings, accessorized with a small black Jacquemus handbag.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/MYB10081-1",
    "name": "MYB10081 - Short Satin Blouse - Black"
  },
  "644f8ce45993b5594d040334": {
    "description": "The product is a stylish women's satin blouse in a warm brown color, featuring long balloon sleeves with tie details at the cuffs, a high neckline, and a fitted waist design.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/MYB10083-2",
    "name": "MYB10083 - Short Satin Blouse - Brown"
  },
  "644f8d1f5993b5594d040692": {
    "description": "The product is a women's long-sleeve, high-neck satin blouse in vibrant magenta with puffed shoulders, gathered cuffs with tie details, and a fitted waist, paired with black faux leather pants and accessorized with a small black Jacquemus handbag; the blouse appears smooth, shiny, and high-quality.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/MYB10084-1",
    "name": "MYB10084 - Short Satin Blouse - Fuchsia"
  },
  "64536e7d872315e0413488e7": {
    "description": "This is a women's fashion top featuring a bright green color, off-shoulder design with thin spaghetti straps, long puffed sleeves, smocked detailing at the shoulders, and a ruffled hem, styled casually with distressed jeans and accessorized with a hat and jewelry.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/MYB10100-1",
    "name": "MYB10100 - Strap Blouse - Green"
  },
  "645f6451a7f8f2f77d1db8f8": {
    "description": "The product is a women's casual outfit featuring a sleeveless black peplum top with tie shoulder straps, paired with fitted white skinny pants, accessorized with nude pointed-toe heels, a beige crossbody bag with a chain strap, and large black sunglasses.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/MYB10151-1",
    "name": "MYB10151 - Strap Blouse - Black"
  },
  "6468a5911e3f141ddba68a8a": {
    "description": "The product is a stylish women's red blouse featuring long puffed sleeves, a high neckline with two back buttons, and a unique open-back draped design, paired with a black wide-brim hat adorned with a gold chain band.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/MYB10215-1",
    "name": "MYB10215 - Blouse - Pomegranate Flower"
  },
  "6468a5e51e3f141ddba69555": {
    "description": "The product is a stylish women's outfit featuring a black wide-brim hat, a high-neck long-sleeve black blouse with puffed sleeves, high-waisted shiny black leather-look pants, black pointed-toe ankle boots, and a black handbag with a gold chain strap and decorative emblem, all displayed in a modern, clean indoor setting.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/MYB10216-2",
    "name": "MYB10216 - Blouse - Black"
  },
  "646e22c3c5d3c03121906bbe": {
    "description": "The product is a stylish, beige, asymmetrical long-sleeve top with a draped neckline and a tie detail on one sleeve, worn by a woman paired with dark blue jeans in a casual indoor setting.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/MYB10257-1",
    "name": "MYB10257 - One Sleeve Detailed Blouse - Beige"
  },
  "6494c629a3910a57939c1671": {
    "description": "The product is a women's fashion outfit featuring a beige long-sleeve top with a lace-up V-neck design paired with a black mesh mini skirt, accessorized with black sunglasses and beige open-toe slide sandals, displayed on a model against a plain background.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Black-Fashion/1725633820943-BLA10641-1",
    "name": "BLA10641 - Lace-Up Linen Blouse - Beige"
  },
  "6494c66ca3910a57939c1b5b": {
    "description": "The image shows a stylish women's outfit featuring light blue high-waisted wide-leg jeans with exaggerated cuffed hems paired with a black long-sleeve lace-up V-neck blouse, accessorized with black open-toe heels.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Black-Fashion/1708519548755-BLA10643-1",
    "name": "BLA10643 - Lace-Up Linen Blouse - Black"
  },
  "64b55e0c2e44b39103b54f79": {
    "description": "The product is a short-sleeve, button-up women's blouse featuring a vibrant, multicolored floral and paisley print in shades of blue, green, white, and gold, styled with a casual, slightly loose fit.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/PBO10044-1",
    "name": "PBO10044 - V Neck Bat Sleeve Moskrep Blouse"
  },
  "64b55e192e44b39103b551d9": {
    "description": "The product is a women's sleeveless halter-neck top with a pink base and vibrant blue and white floral print, featuring a tie detail at the shoulder, paired with a small beige quilted Gucci handbag with gold GG logo hardware.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/PBO10050-1",
    "name": "PBO10050 - Pleated Strap Summer Blouse"
  },
  "64b55e532e44b39103b55bea": {
    "description": "This is a women's one-piece swimsuit featuring a vibrant blue, white, and black abstract floral and paisley pattern with a halter neck tie design, made from a smooth, fitted fabric.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/PBO10067-1",
    "name": "PBO10067 - Pleated Strap Summer Blouse"
  },
  "64b55e682e44b39103b55f18": {
    "description": "The product is a women's casual black short-sleeve top featuring a V-neckline with crisscross strap detailing, made from a soft fabric with a relaxed fit.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/PBO10076-1",
    "name": "PBO10076 - V-Neck Crisscross Sandy Blouse"
  },
  "64b55eb62e44b39103b56d21": {
    "description": "The product is a women's black asymmetrical sleeveless top featuring a unique design with three thin shoulder straps on one side and a solid strap on the other, styled with blue denim jeans, and accessorized with hoop earrings and bracelets.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/PBO10112-1",
    "name": "PBO10112 - Shoulder Detail Sandy Fabric Blouse"
  },
  "64b55f0b2e44b39103b57a11": {
    "description": "The product is a women's short-sleeve purple blouse featuring a leopard print V-neck collar, paired with casual denim jeans, and accessorized with layered necklaces, hoop earrings, and a wide-brimmed straw hat.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/PBO10152-1",
    "name": "PBO10152 - V Neck Leopard Garnish Round Viscose Blouse"
  },
  "64b56c852e44b39103b7d07e": {
    "description": "The product is a stylish, black sleeveless V-neck camisole top with thin spaghetti straps, paired with white distressed shorts.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo_Bonetta/PBO10210-1",
    "name": "PBO10210 - Strap V-Neck Detail Sandy Fabric Blouse - Black"
  },
  "64b56d712e44b39103b8041f": {
    "description": "The product is a women's sleeveless, V-neck camisole top with thin spaghetti straps, featuring a vibrant, multicolored geometric and zigzag pattern.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo_Bonetta/PBO10220-1",
    "name": "PBO10220 - Ethnic Pattern Adjustable Strap Micro Blouse - Multicolor"
  },
  "64b56d9d2e44b39103b80ddd": {
    "description": "The product is a women's cold-shoulder blouse featuring thin spaghetti straps, a V-neckline, ruffled short sleeves, and a brown and black leopard print design.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo_Bonetta/PBO10222-1",
    "name": "PBO10222 - Leopard Pattern Strap Micro Blouse - Brown"
  },
  "64b56dc42e44b39103b81695": {
    "description": "The product is a women's casual black short-sleeve V-neck top featuring leopard print accents on the side panels and a matching leopard print chest pocket, paired with blue denim jeans.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo_Bonetta/PBO10224-1",
    "name": "PBO10224 - Leopard Garnish  Pocket Detailed Round Viscose Blouse - Black"
  },
  "64b573b72e44b39103ba16ed": {
    "description": "The product is a women's strapless, blue denim corset top with front hook-and-eye closures and structured seam detailing, styled with white pants, featuring a fitted and trendy design in new condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Fame/1739938700247-FME11933-1",
    "name": "FME11933 - Denim Blouse - Blue"
  },
  "64b69eee6c70e0da05faa0c0": {
    "description": "This product is a light blue women's casual blouse featuring 3/4 sleeves, a notched round neckline, and intricate blue and black geometric embroidery on the front, paired with light-wash denim jeans.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Qustyle/QUS10074-1",
    "name": "QUS10074 - Front Patterned Blouse - Blue"
  },
  "64b6a9a06c70e0da05fd10cc": {
    "description": "This is a women's light yellow, long-sleeve casual blouse featuring a notch neckline and intricate orange and gray geometric and floral embroidery on the front, paired here with denim shorts and accessorized with colorful bracelets, in good condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Qustyle/QUS10313-1",
    "name": "QUS10313 - Patterned Blouse - Yellow"
  },
  "64b6bef96c70e0da05011ac7": {
    "description": "The product is a sleeveless, fitted black tank top with a square neckline and wide shoulder straps, paired with loose white pants, featuring a minimalist and modern style in good condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Qustyle/QUS10883-1",
    "name": "QUS10883 - Long Tank Top - Black"
  },
  "64b7da18763fc1d62d49847d": {
    "description": "The product is a small, rectangular beige handbag with a subtle textured pattern, dark brown adjustable strap, and a top zipper closure, held by a person wearing a light brown long-sleeve top and cream-colored high-waisted pants.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Qustyle/QUS12583-1",
    "name": "QUS12583 - Drop Off Shoulder Blouse - Milk Brown"
  },
  "64c063bbac0070e0e218cd97": {
    "description": "The product is a casual women's outfit featuring a black cropped sweater with frayed edges paired with high-waisted light blue straight-leg jeans, complemented by transparent heeled sandals.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Elisa/ELS10242-1",
    "name": "ELS10242 - Tassel Detailed Blouse - Black"
  },
  "64c063d3ac0070e0e218cedb": {
    "description": "The product is a casual women's outfit featuring a white long-sleeve, slightly cropped top with a raw hem and high-waisted light blue mom jeans, styled with clear open-toe heels.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Elisa/1738603123088-ELS10252-1",
    "name": "ELS10252 - Tassel Detailed Blouse - White"
  },
  "64c0e3906d1caadb01559fef": {
    "description": "The product is a casual women's outfit featuring a strapless, ribbed, olive-green bodysuit paired with light-wash, high-waisted, wide-leg jeans with side slits, accessorized with cat-eye sunglasses, gold jewelry, a white handbag, and pointed beige heels, presented in a modern, stylish look.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Black_Fashion/1734523479405-BLA10798-1",
    "name": "BLA10798 - Strapless Knitwear Blouse - Green"
  },
  "64c1b53d882195f60552ad17": {
    "description": "The product is a white sleeveless V-neck women's blouse featuring a loose fit and a repeating black printed text pattern, paired with black pants and accessorized with layered necklaces and a gold wristwatch.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/PBO10275-1",
    "name": "PBO10275 - Strapless  V-Neck  Digital Printed Micro Fabric Blouse"
  },
  "64c1b540882195f60552ad2a": {
    "description": "The product is a long-sleeve, fitted women's top with a square neckline featuring a pink and green floral print on a light background, styled with blue jeans, a white belt with a gold buckle, and a white Prada clutch.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/PBO10278-1",
    "name": "PBO10278 - Floral Printed Single Jersey Blouse"
  },
  "64c23fd5882195f6055c7cb7": {
    "description": "The product is a women's sleeveless V-neck tank top featuring a vibrant, multicolored paisley pattern with a white trim around the neckline, styled casually with dark pants and a wristwatch.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo_Bonetta/PBO10280-1",
    "name": "PBO10280 - Strapless V-Neck Digital Print Micro Fabric Blouse - Multicolor"
  },
  "64c7a572699f7f3f6fd62e0e": {
    "description": "The product is a women's casual, short-sleeve, off-shoulder top with a maroon base and white vertical tie-dye stripes, featuring a unique cutout neckline design.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/PBO10290-1",
    "name": "PBO10290 - Shoulder Detail Digital Printed Single Jersey Fabric Blouse"
  },
  "64ca6cd98bc6ae1f198618fa": {
    "description": "This product is a women's short-sleeve blouse featuring a black base color with an intricate gold chain and rope print, a slight V-neckline, and a relaxed fit, paired with high-waisted blue jeans and a black belt.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo_Bonetta/PBO10305-1",
    "name": "PBO10305 - Notch Collar Chain Pattern Printed Moskrep Fabric Blouse - Black"
  },
  "64d4d664b62d695e8dc7cc15": {
    "description": "The product is a women's casual long-sleeve color-block sweatshirt featuring three horizontal sections in white, light pink, and navy blue, paired with light blue jeans and accessorized with layered necklaces and bracelets.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/PBO10398-1",
    "name": "PBO10398 - Two Yarn Fabric Crew Neck Blouse"
  },
  "64d4d66cb62d695e8dc7ce14": {
    "description": "The product is a women's casual long-sleeve color-block sweatshirt featuring three horizontal bands in white, light pink, and beige, with a relaxed fit and ribbed cuffs, paired with layered necklaces and bracelets for a stylish look.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/PBO10405-1",
    "name": "PBO10405 - Two Yarn Fabric Crew Neck Blouse"
  },
  "64f91a2a85eccc4881f6fec4": {
    "description": "The image shows a woman wearing a fashion-forward outfit consisting of a sheer, long-sleeve, high-neck nude top layered with a white bralette, paired with high-waisted, wide-leg black pants featuring pleats and a long black belt, complemented by black shoes and black cat-eye sunglasses.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Black-Fashion/1708520070822-BLA10974-1",
    "name": "BLA10974 - Long Sleeve Tulle Blouse - White"
  },
  "64f91aa885eccc4881f7086f": {
    "description": "The product is a black, long-sleeve women's top with a fitted design and a distinctive crisscross wrap detail on the front.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Janes/JAN11785-1",
    "name": "JAN11785 - Women's Long Sleeve Crew Neck Long Off Shoulder Stripe Tie Back Sash Detail Viscose Blouse - Black"
  },
  "64fbbab8f84f3d1ccdde5df0": {
    "description": "The product is a women's sleeveless white blouse featuring black script print and delicate lace trim along the V-neckline and shoulders, styled in a casual yet elegant design.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/PBO10520-1",
    "name": "PBO10520 - Strappy V-Neck Digital Printed Lace Detail Micro Fabric Blouse"
  },
  "64fbbac1f84f3d1ccdde5ea4": {
    "description": "The product is a women's satin blouse featuring a taupe color with black lace trim along the V-neckline and sleeves, adorned with black cursive script print, and styled with delicate jewelry.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/PBO10528-1",
    "name": "PBO10528 - Strappy V-Neck Digital Printed Lace Detail Micro Fabric Blouse"
  },
  "6508bc6b1f84ea9b72074563": {
    "description": "The product is a women's long-sleeve, high-neck, fitted top in bright orange featuring a unique cut-out design across the chest, made from a ribbed, stretchy fabric.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Sobe-Istanbul/1738338758496-SBE10758-1",
    "name": "SBE10758 - Blouse - Orange"
  },
  "6509bd5655018bc9197bd41e": {
    "description": "The product is a women's fashion outfit featuring a white lace long-sleeve button-up blouse with satin cuffs and collar, paired with high-waisted, wide-leg black trousers, accessorized with black sunglasses, large hoop earrings, and a black handbag, styled in a modern, chic, and elegant look.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Black-Fashion/1708520321630-BLA11068-1",
    "name": "BLA11068 - Polo Neck Lace Blouse - White"
  },
  "6514c68ec2ce037a7127b145": {
    "description": "The product is a women's white long-sleeve blouse with a structured, slightly oversized fit, featuring wide cuffs and a subtle V-neck collar design, paired with a black mesh top underneath.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Setre/1738827466644-STR11009-1",
    "name": "STR11009 - Blouse - White"
  },
  "6514c7aec2ce037a7127bb20": {
    "description": "The product is a women's black long-sleeve blouse featuring a unique off-shoulder design with a sheer, netted neckline detail, paired with light blue jeans, in a modern and stylish casual design, appearing in excellent condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Setre/1739938390617-STR11045-1",
    "name": "STR11045 - Blouse - Black"
  },
  "65195a1ac4df6b905208a7fc": {
    "description": "The product is a women's sleeveless V-neck pink tank top with adjustable tie straps featuring metal grommet details, styled casually with black distressed denim shorts.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/MyBee/MYB10451-1",
    "name": "MYB10451 - Crepe Blouse - Pink"
  },
  "651c1101f242bca66a506d9d": {
    "description": "The product is a pair of metallic silver pointed-toe ankle boots with a block heel, featuring a smooth shiny finish and a zipper on the side, worn here styled with black pants and a silver top.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Black-Fashion/1709083280525-BLA11107-1",
    "name": "BLA11107 - Turtleneck Metallic Knitwear Blouse - Gray"
  },
  "6525d6dd81807eca0fd24caf": {
    "description": "The product is a stylish women's long-sleeve top featuring a textured white knit body paired with contrasting black faux leather puff sleeves, combining classic and edgy design elements.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Topshow/TOP10110-1",
    "name": "TOP10110 - Cream Leather Detailed Hair Braid Blouse"
  },
  "65280ca61b93a56c124639bc": {
    "description": "The product is a women's black button-down blouse featuring a V-neckline, long puffed sleeves, a gathered waist for a flared silhouette, and a textured vertical stripe design.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Reyon/REY11294-1",
    "name": "REY11294 - Self-Line Textured Blouse - Black"
  },
  "652910ed38a18686e10fcae6": {
    "description": "The product is a beige, short-sleeve, asymmetrical V-neck women's top featuring decorative gold chain accents on the front side, paired with black leggings.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Topshow/1729688486892-TOP10164-1",
    "name": "TOP10164 - V-Neck Chain Blouse - Stone"
  },
  "65291aab38a18686e110215f": {
    "description": "The product is a women's casual blouse featuring beige vertical stripes on a white base, with a V-neckline adorned with lace trim and a single button, short puffed sleeves with elastic cuffs, and a relaxed fit.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Topshow/TOP10245-1",
    "name": "TOP10245 - Striped V-Neck Blouse With Lace Front - Stone & White"
  },
  "652928f038a18686e11084a9": {
    "description": "The product is a women's fashion outfit featuring a textured, light pink long-sleeve blouse with black polka dots and a high ruffled neckline, paired with a black faux leather mini skirt with a front zipper and buckle detail.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Topshow/TOP10383-1",
    "name": "TOP10383 - Polka Dot Chiffon Blouse - Powder"
  },
  "6529296e38a18686e1108526": {
    "description": "The product is a women's beige long-sleeve blouse featuring a round neckline, puffed shoulders, and a distinctive cream crochet lace overlay with circular patterns on the front, paired with a matching beige mini skirt with a front slit, showcasing a soft, casual yet elegant style in good condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Topshow/TOP10389-1",
    "name": "TOP10389 - Lace Detailed Blouse - Stone"
  },
  "65292b8b38a18686e110890d": {
    "description": "The product is a sleeveless, black-and-white crochet mini dress with circular patterns, paired with a small beige woven crossbody bag.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Topshow/TOP10416-1",
    "name": "TOP10416 - Lace Undershirt - Black"
  },
  "65322aa0a5265137a7b66e2c": {
    "description": "The product is a women's sleeveless, square-neck, semi-transparent silver mesh top paired with high-waisted black shorts featuring decorative gold buttons.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Topshow/TOP10460-1",
    "name": "TOP10460 - Gray Glitter Laser Cut Glitter Mesh Undershirt"
  },
  "65390c95ee9a06bff5cb6278": {
    "description": "The product is a dark gray, chunky knit, V-neck cardigan with three large beige buttons, featuring a slightly cropped and relaxed fit, worn over a black top.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Janes/1738595435512-JAN12437-1",
    "name": "JAN12437 - Women's Long Sleeve Button Detail Knitwear Blouse - Gray"
  },
  "653f807fec31beacd2bfea8f": {
    "description": "The product is a women's black long-sleeve V-neck casual top made from a soft, lightweight fabric, featuring a relaxed fit and styled with distressed denim shorts.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo-Bonetta/1738603973974-PBO10603-1",
    "name": "PBO10603 - V-Neck Casual Round Viscose Blouse"
  },
  "653f8084ec31beacd2bfeafe": {
    "description": "The product is a women's casual long-sleeve V-neck top in solid magenta color, made from a soft, likely stretchy fabric, featuring a relaxed fit and paired with distressed blue jeans.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Polo_Bonetta/PBO10609-1",
    "name": "PBO10609 - V-Neck Casual Round Viscose Blouse"
  },
  "6541485e821bda20998f4bc2": {
    "description": "The product is a women's long-sleeve, high-neck zigzag patterned blouse in red, brown, black, and white, paired with a black high-waisted leather mini skirt featuring a belt.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Topshow/TOP10534-1",
    "name": "TOP10534 - Zigzag Patterned Blouse - Orange"
  },
  "6548bb9a6134e2e7f3e485cb": {
    "description": "The product is a women's long-sleeve black ruched side tie top, featuring a fitted, casual style with a round neckline, paired with light blue jeans and accessorized with gold jewelry.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Janes/1738595452606-JAN12593-1",
    "name": "JAN12593 - Women's Long Sleeve Crew Neck Gathered Velvet Blouse On The Sides And Sleeves - Black"
  },
  "654a9768d25ad4484e95b312": {
    "description": "The product is a stylish women's outfit featuring a white long-sleeve fitted top with diagonal black button detail, paired with high-waisted, wide-leg beige trousers accessorized with a black belt, complemented by black pointed-toe shoes, black cat-eye sunglasses, and statement pearl earrings, presented in a modern, minimalist aesthetic.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Black-Fashion/1725641407324-BLA11248-1",
    "name": "BLA11248 - Asymmetric Button Detail Blouse - White"
  },
  "654a9792d25ad4484e95b390": {
    "description": "The product is a women's fashion outfit featuring a fitted black long-sleeve top with an asymmetrical button detail paired with high-waisted, wide-leg black trousers, styled with black pointed-toe boots, black sunglasses, and statement earrings, presented in a sleek, modern look.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/Black-Fashion/1725641442852-BLA11249-1",
    "name": "BLA11249 - Asymmetric Button Detail Blouse - Black"
  },
  "65536a6f1249ffff89615daa": {
    "description": "The product is a women's knit sweater featuring a high neckline and a brown base with a black leopard print pattern, showcasing a stylish and cozy design in good condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/BSL/BSL10049-1",
    "name": "BSL10049 - Patterned Knitted Top"
  },
  "65536a9470e11759694343b9": {
    "description": "The product is a women's high-neck, long-sleeve blouse featuring a brown and white abstract striped pattern, styled with beige high-waisted pants and a brown belt with a distinctive gold buckle, showcasing a modern and elegant design in good condition.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/BSL/BSL10054-1",
    "name": "BSL10054 - High Neck Blouse"
  },
  "65536aee1249ffff89616a7b": {
    "description": "The product is a women's sleeveless green satin camisole top with thin straps and a draped neckline, featuring a smooth, shiny fabric and a fitted design.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/BSL/BSL10071-1",
    "name": "BSL10071 - Crow Neck Strapped Blouse"
  },
  "65536c2770e1175969438d5e": {
    "description": "The product is a women's high-neck, long-sleeve top in a peach color featuring a sheer mesh overlay on the sleeves and upper chest with a solid, fitted bodice and cuffed wrists, styled with black high-waisted pants.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/BSL/BSL10122-1",
    "name": "BSL10122 - Balloon Sleeve Transparent Blouse"
  },
  "65536c491249ffff89617dc4": {
    "description": "The product is a black fabric choker necklace featuring a prominent black flower detail and adjustable thin ties with metallic ends, styled on a model wearing an off-shoulder black ribbed top.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/BSL/BSL10129-1",
    "name": "BSL10129 - Wide Neck Knitted Top"
  },
  "65536cb770e117596943a226": {
    "description": "The product is a stylish beige long-sleeve fitted top featuring a high neckline, sheer fabric on the sleeves and upper chest, a ribbed sweetheart bodice, and wide ribbed cuffs, designed for a chic and elegant look.",
    "image_url": "https://loncapazar.s3.eu-north-1.amazonaws.com/product/BSL/BSL10150-1",
    "name": "BSL10150 - Balloon Sleeve Transparent Blouse"
  }
}